verte = """\
                                 
                                 
                                 
                                  
        ⬛️⬛️🟩🟩🟩🟩⬛️⬛️         
        ⬛️⬛️⬛️🟩🟩⬛️⬛️⬛️         
        ⬛️⬛️  🟩🟩  ⬛️⬛️         
              🟩🟩               
              🟩🟩               
            🟩🟩🟩🟩             
            🟩⬛️⬛️🟩             
          ⬛️🟩⬜️⬜️🟩⬛️           
          🟩🟩⬜️⬜️🟩🟩           
          🟩🟩⬛️⬛️🟩🟩           
          🟩🟩🟩🟩🟩🟩           
        ⬛️⬛️🟩🟨🟨🟩⬛️⬛️         
        ⬛️⬛️🟩🟩🟩🟩⬛️⬛️         
        ⬛️⬛️🟩🟩🟩🟩⬛️⬛️         
                                  
                                  
                                  
                                  
"""

rouge = """\
                                 
                                 
                                 
                                  
        ⬛️⬛️🟥🟥🟥🟥⬛️⬛️         
        ⬛️⬛️⬛️🟥🟥⬛️⬛️⬛️         
        ⬛️⬛️  🟥🟥  ⬛️⬛️         
              🟥🟥               
              🟥🟥               
            🟥🟥🟥🟥             
            🟥⬛️⬛️🟥             
          ⬛️🟥⬜️⬜️🟥⬛️           
          🟥🟥⬜️⬜️🟥🟥           
          🟥🟥⬛️⬛️🟥🟥           
          🟥🟥🟥🟥🟥🟥           
        ⬛️⬛️🟥🟨🟨🟥⬛️⬛️         
        ⬛️⬛️🟥🟥🟥🟥⬛️⬛️         
        ⬛️⬛️🟥🟥🟥🟥⬛️⬛️         
                                  
                                  
                                  
                                  
"""

bleu = """\
                                
                                 
                                 
                                  
        ⬛️⬛️🟦🟦🟦🟦⬛️⬛️         
        ⬛️⬛️⬛️🟦🟦⬛️⬛️⬛️         
        ⬛️⬛️  🟦🟦  ⬛️⬛️         
              🟦🟦               
              🟦🟦               
            🟦🟦🟦🟦             
            🟦⬛️⬛️🟦             
          ⬛️🟦⬜️⬜️🟦⬛️           
          🟦🟦⬜️⬜️🟦🟦           
          🟦🟦⬛️⬛️🟦🟦           
          🟦🟦🟦🟦🟦🟦           
        ⬛️⬛️🟦🟨🟨🟦⬛️⬛️         
        ⬛️⬛️🟦🟦🟦🟦⬛️⬛️         
        ⬛️⬛️🟦🟦🟦🟦⬛️⬛️         
                                  
                                  
                                  
                                  
"""
police = """\
                                
                                 
                                 
                                  
          🟨🟨⬜️⬜️🟨🟨          
        ⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️         
        ⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️         
        ⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️       
        ⬛️⬛️⬛️🟦🟦⬛️⬛️⬛️         
        ⬛️🟦🟦🟦🟦🟦🟦⬛️        
        ⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️         
        ⬛⬜️⬜️⬜️⬜️⬜️⬜️⬛         
        ⬛🟥🟥⬜️⬜️🟦🟦⬛           
        ⬛🟥🟥⬜️⬜️🟦🟦⬛           
        ⬛⬜️⬜️⬜️⬜️⬜️⬜⬛         
        ⬛⬛⬛️⬛️⬛️⬛️⬛⬛         
        ⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️         
        🟥🟥⬛️⬛️⬛️⬛️🟥🟥         
                                  
                                  
                                  
                                  
"""
ambulance = """\
                                
                                 
                                 
                                  
          🟨🟨⬜️⬜️🟨🟨          
          ⬜️⬜️⬜️⬜️⬜️⬜️          
          ⬜️⬜️⬜️⬜️⬜️⬜️          
          ⬜️⬜️⬜️⬜⬜️⬜️          
        ⬜️⬜️⬜️🟦🟦⬜️⬜️⬜️        
        ⬜️🟦🟦🟦🟦🟦🟦⬜️        
        🟥🟥🟥⬜️⬜️🟥🟥🟥        
        🟥🟥🟥⬜️⬜️🟥🟥🟥        
        ⬜️⬜️⬜️⬜️⬜️⬜️⬜️⬜️        
        ⬜️⬜️⬜️🟥🟥⬜️⬜️⬜️        
        ⬜️⬜️🟥🟥🟥🟥⬜️⬜️        
        ⬜️⬜️🟥🟥🟥🟥⬜️⬜️        
        ⬜️⬜️⬜️🟥🟥⬜️⬜️⬜️        
        🟥⬜️⬜️⬜️⬜️⬜️⬜️🟥        
                                  
                                  
                                  
                                  
"""
blue_2 = """\

        ⬛️⬛️⬛️                ⬛️⬛️⬛️  
        ⬛️⬛️⬛️🟦🟦🟦⬛️        ⬛️⬛️⬛️  
        🟦🟦🟦🟦🟦🟦🟦🟦🟦      ⬛️🟦  
        🟦🟦🟨🟦⬛️⬜️⬜️⬛️🟦🟦🟦🟦🟦🟦  
        🟦🟦🟨🟦⬛️⬜️⬜️⬛️🟦🟦🟦🟦🟦🟦  
        🟦🟦🟦🟦🟦🟦🟦🟦🟦      ⬛️🟦  
        ⬛️⬛️⬛️🟦🟦🟦⬛️        ⬛️⬛️⬛️  
        ⬛️⬛️⬛️                ⬛️⬛️⬛️  
                                      
"""
police_2 = """\
                                         
        🟥⬛️⬛️⬜️🟥🟥⬜️⬛️🟦⬛️⬛️⬛️🟨      
        ⬛️⬛️⬛️⬜️🟥🟥⬜️⬛️🟦⬛️⬛️⬛️🟨      
        ⬛️⬛️⬛️⬜️⬜️⬜️⬜️⬛️🟦🟦⬛️⬛️⬜️      
        ⬛️⬛️⬛️⬜️⬜️⬜️⬜️⬛️🟦🟦⬛️⬛️⬜️      
        ⬛️⬛️⬛️⬜️🟦🟦⬜️⬛️🟦⬛️⬛️⬛️🟨      
        🟥⬛️⬛️⬜️🟦🟦⬜️⬛️🟦⬛️⬛️⬛️🟨      
                                         
"""
ligne = """\
  
⬜️
⬜️
⬜️
⬜️
  
"""
